{"data":{"allMdx":{"nodes":[{"fileAbsolutePath":"/home/runner/work/cga/cga/src/content/about.mdx","frontmatter":{"title":"About"},"rawBody":"---\ntitle: About\n---\n\nThe Gatka Federation of India (Regd.), for the first time, formulated and standardized the \nin-depth rules and regulations for playing of Gatka game and providing training to the \nbudding Gatkebaaz through workshops, seminars and camps under the new Gatka rules.\nWe are pleased to inform you that Chandigarh Gatka Association (CGA)\nhas already affiliated the Chandigarh Olympic Association  (COA).\nThe Department of Education, Chandigarh has also incorporated the \nGatka game into the all Chandigarh (U.T) schools, colleges, \nand universities sports calendars on the persistent appeals of CGA & GFI.\nWe are passionately longing from the States as well as Central Government \nto award due gradations of Gatka game certificates at par with \nthe certificates of other games.\n","parent":{"__typename":"File","relativeDirectory":"","name":"about"}},{"fileAbsolutePath":"/home/runner/work/cga/cga/src/content/whatWeDo.mdx","frontmatter":{"title":"What we do"},"rawBody":"---\ntitle: What we do\n---\n\nChandigarh Gatka Association (Regd.) is doing efforts to Promote Gatka as a\nSports under the ageis of Gatka Federation of India (Regd.).\nThis irony of fate that Gatka have been denied its due status and\nrecognition but on the contrary several games, which even had not\nIndian origin and lesser known games, have already been included\nin the schedule of National sports and University Games calendar.\nGatka sport must be included into the gradation list of general\nsports so that Gatka players could also avail the benefits being\nprovided to the sportspersons. \"Promotion of Gatka as a global sport\nwould certainly project India as the world's largest democracy committed\nto secularism and unity in diversity,. It is mentioned here that it is a\nstyle of fighting only with sticks between two Gatka players, intended to\nsimulate the sword and focuses on infusing physical, spiritual and mental\nfitness. No sharp edged weapons are used in the transformed Gatka game.\nThe present martial art form, Gatka, has been acknowledged as a sport and\nbeing played in the entire country and diaspora.","parent":{"__typename":"File","relativeDirectory":"","name":"whatWeDo"}},{"fileAbsolutePath":"/home/runner/work/cga/cga/src/content/news/refresher camp 2013.mdx","frontmatter":{"title":"Three Day Gatka Refresher Camp"},"rawBody":"---\ntitle: Three Day Gatka Refresher Camp\ndate: 2013-05-25 #YYYY-MM-DD\ntemplateKey: news-layout\n---\n\nDr. Deep Singh President Chandigarh Gatka Association & Hardeep Singh Bittu \nInagurating three Day Gatka Refresher Camp at Guru Gobind Singh Public \nSchool, Sector 35-B,Chandigarh.\n","parent":{"__typename":"File","relativeDirectory":"news","name":"refresher camp 2013"}},{"fileAbsolutePath":"/home/runner/work/cga/cga/src/content/news/archive/Gatka Sambhaal Tournament 2013.mdx","frontmatter":{"title":"Gatka Sambhaal Tournament"},"rawBody":"---\ntitle: Gatka Sambhaal Tournament\ndate: 2013-06-14 #YYYY-MM-DD\ntemplateKey: news-layout\n---\n\nDistt. Gatka Association, Jalandhar, organizes Virsa Sambhaal Gatka \nTournament-2013 under the aegis of Punjab Gatka Association on 14th June, \n2013 At Dear Baba Pritam Dass Jorey Babe, Village Raipur-Rasool Jalandhar \nPathankot Road, Distt Jalandhar. PUNJAB.","parent":{"__typename":"File","relativeDirectory":"news/archive","name":"Gatka Sambhaal Tournament 2013"}},{"fileAbsolutePath":"/home/runner/work/cga/cga/src/content/news/archive/state gatka refresher 2013.mdx","frontmatter":{"title":"State Level Gatka Refresher - CUM Summercamp"},"rawBody":"---\ntitle: State Level Gatka Refresher - CUM Summercamp\ndate: 2013-05-24 #YYYY-MM-DD\ntemplateKey: news-layout\n---\n\nChandigarh Gatka Association (Regd.) Organises State Level Gatka \nRefresher - CUM Summercamp 2013 at Shri Guru Goind Singh Khalsa \nSchool, Sector 35, Chandigarh from 24th-26th May, 2013. Camp \nwill be start on 24th May at 5.00 pm. All participants are \nEnsure to bring their 2 Passport size photos & their Residence/ID \nproof/School or College ID. After completion of Camp CGA team will \nmove for Ik Onkar National Gatka Cup at Village Seechewal, Distt. \nKapurthala on 27th May, 2013. For more details please call \n94175-54911, 95019-52222, 99152-82635, 97800-10736","parent":{"__typename":"File","relativeDirectory":"news/archive","name":"state gatka refresher 2013"}}]}}}